Repository: giellalt/corpus-fin
Catalog: tmx/sme/admin/sd/www.samediggi.fi/index2.php_option=com_content_task=view_id=50_lang=finnish.html.tmx
Source language: fin
Languages: sme

source: Elinkeino- ja oikeuslautakunta
sme: Ealáhus- ja vuoigatvuohtalávdegoddi

source: Elinkeino- ja oikeuslautakunta Elinkeino- ja oikeuslautakunta valmistelee ehdotukset, aloitteet ja lausunnot sekä muut kannanotot, jotka koskevat saamelaisten elinkeinoja, saamelaisten kotiseutualueen ympäristöä ja saamelaisten oikeuksia.
sme: Ealáhus- ja vuoigatvuohtalávdegoddi Ealáhus- ja vuoigatvuohtalávdegoddi válmmaštallá evttohusaid, álgagiid ja cealkámušaid ja eará bealiváldimiid, mat gusket sámiid ealáhusaid, sámiid ruovttuguovllu birrasa ja sámiid vuoigatvuođaid.

source: Lautakunta laatii vuosittain selvityksen Saamelaiskäräjien kokoukselle saamelaisten erityisoikeuksien toteutumisesta ja heitä koskevien lainsäädäntöhankkeiden etenemisestä.
sme: Lávdegoddi ráhkada jahkásaččat čilgehusa sámedikki čoahkkimii sámiid sierravuoigatvuođaid ollašuvvamis ja sin guoski láhkaásahanfidnuid ovdáneamis.

source: Elinkeino- ja oikeuslautakunnan asioiden valmistelijana ja esittelijänä toimii Saamelaiskäräjien lakimiessihteeri.
sme: Ealáhus- ja vuoigatvuohtalávdegotti áššiid válmmaštallin ja áššemeannudeaddjin doaibmá Sámedikki láhkačálli.

source: Lautakuntaan kuuluvat vuosina 2012 - 2015 seuraavat jäsenet:
sme: Lávdegoddái gullet jagiin 2012 - 2015 čuovvovaš lahtut ja várrelahtut:

source: Jäsenet:
sme: Lahtut:

source: Tapiola Nilla, pj.
sme: Tapiola Nilla, ságajođiheaddji

source: Varajäsenet:
sme: Várrelahtut:
